Repository: aleperdriel/valet
Catalog: lib/l10n/app_*.arb
Languages: fr

# bookingsTitle
source: My bookings
fr: Mes réservations

# helpTitle
source: Help
fr: Aide

# aroundMe
source: Look around me
fr: Autour de moi

# searchHint
source: Parking's name
fr: Nom du parking

# spotTitle
source: Choose your spot
fr: Choisis ta place

# parkingDetailsTitle
source: Parking Information
fr: Informations

# bookSectionTitle
source: RÃ©server
fr: Réserver

# bookButton
source: Book my spot
fr: Réserver

# timesSectionTitle
source: Times
fr: Horaires

# paymentTitle
source: Booking
fr: Réservation

# aboutVehicle
source: About the vehicle
fr: Informations du véhicule

# carPlate
source: Car number plate
fr: Plaque d'immatriculation

source: Car model
fr: Modèle

source: Payment
fr: Paiement

source: Card number
fr: Numéro de carte

source: Card holder
fr: Nom

# cardDate
source: Expiration date
fr: Date d'expiration

source: Card code
fr: Cryptogramme visuel

# searchTitle
source: Search
fr: Chercher un parking

# confirmedMsg
source: Booking confirmed!
fr: Réservation confirmée !
